/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " tracce";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d canali";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d canali";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* abloop */
"A-B Loop" = "Ciclo A - B";

/* PrefToolBarLabel */
"Advanced" = "Avanzato";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabo (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabo (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabo (Windows-1256)";

/* preference */
"Ask me" = "Chiedimi";

/* OSD hint */
"Aspect Ratio: Locked" = "Aspect Ratio bloccato";

/* OSD hint */
"Aspect Ratio: Restored" = "Aspect Ratio ripristinato";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Aspect Ratio sbloccato";

/* PrefToolBarLabel */
"Audio" = "Audio";

/* OSD hint */
"Audio %@" = "Audio %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Ritardo audio: %.1f s";

/* Inspector Info */
"Audio:%d" = "Audio:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltico (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltico (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltico (Windows-1257)";

/* OSD hint */
"Caching: %4.2f%%" = "Caching: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Impossibile trovare un file supportato da riprodurre";

/* Playlist warning */
"Can't find next episode.\nPerhaps this is already the last episode." = "Impossibile trovare l'episodio successivo.\nProbabilmente questo è già l'ultimo episodio.";

/* Playlist warning */
"Can't find previous episode.\nPerhaps this is already the first episode." = "Impossibile trovare l'episodio precedente.\nProbabilmente questo è già il primo episodio.";

/* No comment provided by engineer. */
"Can't parse the URL: %@" = "Non riesco ad acquisire l'URL: %@";

/* abloop */
"Cancelled" = "Annullato";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtico (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtico (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Europa centrale (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Europa centrale (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Europa centrale (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Europa centrale (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Capitolo: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Cinese semplificato (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Cinese semplificato (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Cinese semplificato (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Cinese semplificato (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Cinese semplificato (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Cinese semplificato (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Cinese tradizionale (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Cinese tradizionale (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Cinese tradizionale (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Cinese tradizionale (Windows-950)";

/* open url panel */
"Clear Menu..." = "Rimuovi lo storico...";

/* merge subtitle warning */
"Could not merge (%@) to the current subtitle.\r\nPlease merge to an EXTERNAL text subtitle with the SAME format." = "Impossibile unire (%@) con il sottotitolo corrente.\r\nPer completare l'operazione, unirlo ad un sottotitolo testuale ESTERNO che abbia lo STESSO formato.";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cirillico (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cirillico (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cirillico (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cirillico (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cirillico (Windows-1251)";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "File riconosciuto:\t%1$@\nCodifica:\t\t%2$@\nProbabilità:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Disabilita";

/* menu */
"Enter Fullscreen" = "Attiva la modalità a schermo intero";

/* No comment provided by engineer. */
"Error" = "Errore";

/* menu */
"Exit Fullscreen" = "Esci dalla modalità a schermo intero";

/* PrefToolBarLabel */
"General" = "Generali";

/* Open URL Panel */
"Got the media URL, start to play..." = "URL acquisita, inizio la riproduzione...";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greco (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greco (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greco (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Ebraico (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Ebraico (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Ebraico (Windows-1255)";

/* menu */
"Hide Auxiliary Controls" = "Nascondi i controlli ausiliari";

/* menu */
"Hide Letterbox" = "Disabilita Letterbox";

/* Text Enc */
"Japanese (EUC)" = "Giapponese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Giapponese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Giapponese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Giapponese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Giapponese (Windows-932)";

/* Text Enc */
"Korean (EUC)" = "Coreano (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Coreano (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Coreano (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Coreano (Windows-949)";

/* menu */
"Lock Aspect Ratio" = "Blocca Aspect Ratio";

/* OSD hint */
"Mute OFF" = "Mute OFF";

/* OSD hint */
"Mute ON" = "Mute ON";

/* PrefToolBarLabel */
"Network" = "Rete";

/* Playlist warning */
"Next/Previous is only supported on local media" = "Successivo/Precedente sono supportati solamente per i media locali";

/* Inspector Info */
"No Info" = "Nessuna informazione";

/* No comment provided by engineer. */
"OK" = "OK";

/* warning message */
"Oops, it seems that mplayer has quit without playing the media." = "Attenzione! MPlayer è stato chiuso in modo anomalo senza riprodurre il media.";

/* No comment provided by engineer. */
"Open Media Files" = "Apri file multimediali";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Apri VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "Impostazioni OSD modificate";

/* OSD hint */
"Paused" = "Pausa";

/* abloop */
"Set Return Point" = "Imposta il punto di fine";

/* abloop */
"Set Start Point" = "Imposta il punto d'inizio";

/* menu */
"Show Auxiliary Controls" = "Mostra i controlli ausiliari";

/* menu */
"Show Letterbox" = "Abilita Letterbox";

/* Text Enc */
"South Europe (ISO 8859-3)" = "Europa del Sud (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Velocità: %.1fX";

/* Open URL Panel */
"Start parsing the URL..." = "Inizio l'analisi dell'URL...";

/* OSD hint */
"Stopped" = "Stop";

/* OSD hint */
"Sub Delay: %.1f s" = "Ritardo sottotitoli: %.1f s";

/* OSD hint */
"Sub: %@" = "Sottotitoli: %@";

/* PrefToolBarLabel */
"Subtitle" = "Sottotitoli";

/* Inspector Info */
"Subtitle:%d" = "Sottotitoli:%d";

/* Text Enc */
"Thai (ISO 8859-11)" = "Tailandese (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Tailandese (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Tailandese (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Il file non esiste";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "Questo file non è supportato da MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "L'URL non è supportata da MPlayerX.";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turco (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turco (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turco (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Sblocca Aspect Ratio";

/* abloop */
"Update Return Point (%@)" = "Aggiorna il punto di fine (%@)";

/* abloop */
"Update Start Point (%@)" = "Aggiorna il punto d'inizio (%@)";

/* PrefToolBarLabel */
"Video" = "Video";

/* OSD hint */
"Video %@" = "Video %@";

/* Inspector Info */
"Video:%d" = "Video:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamita (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamita (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Volume: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Europa dell'Ovest (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Europa dell'Ovest (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Europa dell'Ovest (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Europa dell'Ovest (Windows-1252)";

/* drag subtitle osd hint */
"⌘ + Drag to merge the subtitle to the current one." = "⌘ + Trascinamento per unire il sottotitolo con quello corrente.";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Utilizza FFMpeg per gestire lo stream";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Utilizza MPlayer per gestire lo stream";

